[
    {
      "questions": "Some people believe that children should be allowed to stay home and play rather than go to school. What is your opinion?"
    },
    {
      "questions": "In many countries, young people are leaving rural areas to move to the cities. What problems does this cause? What solutions can you suggest?"
    },
    {
      "questions": "Some people argue that the best way to reduce crime is to give longer prison sentences. Others, however, believe there are better alternative ways of reducing crime. Discuss both views and give your opinion."
    },
    {
      "questions": "In some countries, the government provides free health care and education. Do you think the advantages of this outweigh the disadvantages?"
    },
    {
      "questions": "Environmental problems are becoming a global issue. What are the main causes of these problems? What measures should governments and individuals take to address them?"
    },
    {
      "questions": "In some cultures, people think that the role of a mother is to stay at home and take care of the family, while others believe that mothers should also have careers. Discuss both views and give your own opinion."
    },
    {
      "questions": "International tourism has brought enormous benefits to many places, but it also has negative effects. What are some of the problems of international tourism? What solutions can you suggest?"
    },
    {
      "questions": "Some people think that the best way to solve environmental problems is to increase the cost of fuel for cars and other vehicles. To what extent do you agree or disagree?"
    },
    {
      "questions": "Technology has made it easier for people to connect on a global level. To what extent do you think the advantages of this development outweigh the disadvantages?"
    },
    {
      "questions": "Art is considered an important part of a society's cultural heritage. However, in today's fast-paced world, people's appreciation for art has declined. What are the reasons for this decline and how might it be reversed?"
    }
  ]
  